11/data/attachments/e306eb90eb4c684.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_3cce276b-56df-4d1c-a74c-b21e3d16c583</nif:username>
            <nif:friendToBeAdded>John_serve_Actions_9673_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>